Repository: rbarthen/pvr.argustv
Catalog: pvr.argustv/resources/language/resource.language.*/strings.po
Languages: af_za, bg_bg, el_gr, et_ee, fi_fi, gl_es, he_il, hr_hr, hy_am, id_id, ja_jp, lv_lv, ms_my, pl_pl, pt_br, ro_ro, si_lk, sl_si, sr_rs, sr_rs@latin, tr_tr, vi_vn, zh_cn

# Addon Summary
source: Kodi frontend for the ARGUS TV PVR https://www.argus-tv.com/
af_za: Kodi voorprogram vir die ARGUS TV PVR https://www.argus-tv.com/
bg_bg: Клиент за ПВР „ARGUS TV“ – https://www.argus-tv.com/
el_gr: Frontend του Kodi για το ARGUS TV PVR https://www.argus-tv.com/
et_ee: Kodi liides ARGUS TV PVR'ile https://www.argus-tv.com/
fi_fi: Kodin ARGUS TV -asiakasohjelma http:/www.argus-tv.com/
gl_es: Interface de Kodi para o PRV de ARGUS TV https://www.argus-tv.com/
he_il: לקוח טלוויזיה חיה עבור ARGUS TV מהכתובת http://www.argus-tv.com
hr_hr: Kodi pozadinski softver za ARGUS TV PVR https://www.argus-tv.com/
hy_am: Kodi արտաքին տեսքը ARGUS TV PVR համար https://www.argus-tv.com/
id_id: Antarmuka Kodi untuk ARGUS TV PVR https://www.argus-tv.com/
ja_jp: ARGUS TV PVR 用 Kodi フロントエンド https://www.argus-tv.com/
lv_lv: Kodi galasistēma ARGUS TV PVR https://www.argus-tv.com/
ms_my: Bahagian hadapan Kodi untuk PVR ARGUS TV https://www.argus-tv.com/
pl_pl: Klient telewizji dla ARGUS TV https://www.argus-tv.com/
pt_br: Frontend do Kodi para o PVR ARGUS TV https://www.argus-tv.com/
ro_ro: Interfața Kodi pentru PVR-ul ARGUS TV https://www.argus-tv.com/
si_lk: TV PVR ආරක්ෂාව සඳහා Kodi ඉදිරි කොන https://www.argus-tv.com/
sl_si: Kodijev vmesnik za ARGUS TV PVR https://www.argus-tv.com/
sr_rs: Kodi интерфејс за ARGUS ТВ PVR https://www.argus-tv.com/
sr_rs@latin: Kodi interfejs za ARGUS TV PVR https://www.argus-tv.com/
tr_tr: ARGUS TV PVR için Kodi ön ucu https://www.argus-tv.com/
vi_vn: Giao tiếp Kodi cho ARGUS TV PVR https://www.argus-tv.com/
zh_cn: Kodi 的 ARGUS TV PVR 前端 https://www.argus-tv.com/

# Addon Description
source: ARGUS TV PVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and schedules.
af_za: ARGUS TV PVR voorprogram. Ondersteun stroom van Lewendige TV & Opnames, luister na Radio kanale, EPG en skedules.
bg_bg: Клиент за ПВР „ARGUS TV“. Поддържа телевизия на живо и записване, слушане на радио канали, електронен програмен справочник и графици.
el_gr: Frontend για το ARGUS TV PVR. Υποστηρίζει ροές Live TV & Εγγραφές, ακρόαση Ραδιοφώνου, EPG και προγραμματισμό.
et_ee: ARGUS TV PVR'i liides. Toetab telekanalite striimimist ja salvestamist, raadio kuulamist ja elektroonilist saatekava.
fi_fi: ARGUS TV -asiakasohjelma. Tukee suoria tv-lähetyksiä, tallentamista, radiokanavia ja ohjelmaopasta.
gl_es: Interface do PVR de ARGUS TV. Soporta transmisión de TV en directo e Gravacións, escoita de canles de radio, Guía e programacións.
he_il: לקוח טלוויזיה חיה של ARGUS TV PVR. תומך בהזרמת שידורים חיים והקלטות, האזנה לרדיו, הצגת לוח שידורים ותזמון הקלטות.
hr_hr: ARGUS TV PVR pozadinski softver. Podržava stremanje televizije i snimanje, slušanje radio programa, EPG i zakazano snimanje.
hy_am: ARGUS TV PVR արտաքին տեսքը: TV հիմա, Ձայնագրություններ, Ռադիո ալիքների ունկնդրում, EPG և ժամանակացույցի հնարավորություն:
id_id: Antarmuka PVR ARGUS TV. Mendukung streaming TV dan Rekaman langsung, mendengarkan kanal radio, EPG dan jadwal.
ja_jp: ARGUS TV PVR フロントエンドです。テレビ放送のストリーミング、録画、ラジオチャンネルの視聴、EPG、録画予約をサポートしています。
lv_lv: ARGUS TV PVR galasistēma. Atbalsta tiešraides TV un ierakstu straumēšanu, radio kanālu klausīšanos, EPG un plānotāju.
ms_my: Bahagian hadapan PVR ARGUS TV; menyokong penstirman TV Langsung & Rakaman, mendengar saluran Radio, EPG dan jadual.
pl_pl: Klient telewizji dla ARGUS TV obsługuje transmisję kanałów radiowych i telewizyjnych, nagrywanie i harmonogram nagrań oraz funkcje przewodnika telewizyjnego.
pt_br: Frontend do PVR ARGUS TV. Suporta streaming de TV Local & Gravações, sintonização de canais de Rádio, guia de programação eletrônica (GPE) e agendamento.
ro_ro: Frontend PVR ARGUS TV. Suportă difuzare în flux pentru televiziune în direct și pentru înregistrări, ascultarea canalelor radio, EPG și planificări.
si_lk: ආරක්ෂක TV PVR ඉදිරිකොන. සජීව රූපවාහිනී සහ පටිගත කිරීම්, ගුවන් විදුලි නාලිකාවට සවන් දීම, EPG සහ උපලේඛණ සඳහා ප්‍රවාහන උදව් ලබා දීම.
sl_si: Vmesnik za ARGUS TV PVR; podpira pretakanje televizije v živo & posnetkov, poslušanje radia, EPG in časovnike.
sr_rs: ARGUS ТВ PVR интерфејс. Подржава стримовање ТВ Уживо & Снимака, слушање Радио канала, EPG и распореде.
sr_rs@latin: ARGUS TV PVR interfejs. Podržava strimovanje TV Uživo & Snimaka, slušanje Radio kanala, EPG i rasporede.
tr_tr: ARGUS TV PVR ön ucu. Canlı TV akışı ve kayıt yapabilme, radyo kanalları dinleme, EPG ve zamanlayıcıları destekler.
vi_vn: Giao tiếp PVR cho ARGUS TV. Hỗ trợ trực tuyến của Live TV và Recordings, nghe Đài phát thanh (Radio), EPG và lịch trình (Schedules).
zh_cn: ARGUS TV PVR 前端。支持直播电视和录像流媒体、收听电台、电子节目单及计划任务功能。

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
af_za: Hierdie is onstabiele sagteware! Die outeurs is op geen manier verantwoordelik vir gefaalde opnames, inkorrekte tydhouers, gemorsde ure, of enige ander ongewensde effekte.
bg_bg: Тази програма е нестабилна! Авторите не носят отговорност за неуспешно записване, некоректни броячи, пропиляно време и други нежелани ефекти.
el_gr: Ασταθές πρόγραμμα! Οι δημιουργοί δεν είναι σε καμία περίπτωση υπεύθυνοι για αποτυχημένες εγγραφές, λανθασμένους χρονοδιακόπτες, χαμένες ώρες, ή κάθε είδους ανεπιθύμητα αποτελέσματα.
et_ee: See on ebastabiilne tarkvara! Autorid ei ole kuidagi moodi vastutavad nurjunud salvestiste, vale taimeri, raisatud aja ega muude soovimatute asjade eest.
fi_fi: Tämä on epävakaa ohjelma! Sen tekijät eivät ole millään muotoa vastuussa epäonnistuneista tallennuksista, virheellisistä ajastuksista, haaskatusta ajasta, verenpaineen noususta tai mistään muusta epäsuotuisasta vaikutuksesta.
gl_es: Software non estable! Os autores non se fan responsábeis dos erros nas gravacións, temporizadores incorrectos, e outros efectos non desexados.
he_il: זוהי איננה הרחבה יציבה! המפתחים אינם אחראים על כשלון בניגון, זמנים שגויים במדריך השידורים, שעות מבוזבזות או כל תופעה לא רצויה אחרת.
hr_hr: Ovo je nestabilan softver! Autori nisu ni na koji način odgovorani za neuspjelo snimanje, netočna zakazana snimanja, izgubjene sate, ili bilo koje druge neželjene učinke .
hy_am: Սա անկայուն ծրագրային ապահովում է: Հեղինակները պատասխանատու չեն վատ ձայնագրումների, սխալ ժամանակացույցերի, կորած ժամանակի կամ այլ ոչ ցանկալի երևույթների համար:
id_id: Ini merupakan software yang tidak stabil! Penulis tidak bertanggung jawab untuk rekaman gagal, timer salah, waktu terbuang, atau efek tak diinginkan lainnya.
ja_jp: これは不安定なソフトウェアです！本プログラムの作者は、録画の失敗、正確に作動しなかったタイマー、無駄にした時間、その他あらゆる好ましくない結果について責任を負わないものとします。
lv_lv: Šī ir nestabila programmatūra! Autori nav atbildīgi par nesanākušiem ierakstiem, nepareiziem taimeriem, iztērētām stundām vai jebkādiem citiem nevēlamiem efektiem.
ms_my: Ini merupakan perisian tidak stabil! Pengarang tidak bertanggungjawab atas kegagalan rakaman, pemasa tidak betul, masa yang dibazirkan, atau apa jua kesan yang tidak dikehendaki.
pl_pl: Oprogramowanie nadal jest w fazie rozwoju i jest niestabilne! Autorzy w żaden sposób nie są odpowiedzialni za nieudane nagrania, błędy w harmonogramie nagrań, zmarnowany czas ani jakiekolwiek inne niepożądane efekty.
pt_br: Este é um software instável! Os autores não são responsáveis por falhas nas gravações, agendamentos incorretos, horas desperdiçadas, ou quaisquer outros efeitos indesejáveis.
ro_ro: Acesta nu este o aplicație definitivă! Autorii nu sunt în nici un fel responsabili pentru înregistrări eșuate, cronometre incorecte, ore pierdute, sau orice alte efecte nedorite.
si_lk: මෙය අස්ථිර මෘදුකාංගයකි! මෙහි සිදුවන පටිගත කිරීම් අසාර්ථක වීම්, සාවද්‍ය මුහුර්තක, නාස්ති වූ කාලයන්, හෝ වෙනත් යමිකිසි නුසුදුසු බලපෑම් සඳහා කතෘ වග කියනු නොලැබේ.
sl_si: To je nestabilna programska oprema! Avtorji niso odgovorni za neuspela snemanja, nepravilne časovnike, zapravljen čas in katerikoli drug neželen učinek.
sr_rs: Овај софтвер је нестабилан! Аутори ни на који начин нису одговорни за неуспела снимања, неисправне тајмере, изгубљене сате, или било које друге нежељене ефекте.
sr_rs@latin: Ovaj softver je nestabilan! Autori ni na koji način nisu odgovorni za neuspela snimanja, neispravne tajmere, izgubljene sate, ili bilo koje druge neželjene efekte.
tr_tr: Bu kararsız bir yazılımdır! Yapımcılar hatalı kayıtlardan, bozuk sürelerden, harcanan vakitten veya herhangi bir olumsuz etkiden dolayı sorumlu tutulamaz.
vi_vn: Đây là phần mềm không ổn định! Các tác giả sẽ không chịu trách nhiệm nào với các bản ghi thất bại, bị đặt giờ sai, giờ lãng phí, hoặc các tác dụng không mong muốn khác.
zh_cn: 这是不稳定版的软件！作者不对录像失败、错误定时造成时间浪费或其它不良影响负责。

# #30000
source: ARGUS TV Hostname
af_za: ARGUS TV Gasheernaam
bg_bg: Име на хоста на ARGUS TV
el_gr: Όνομα υπολογιστή ARGUS TV
et_ee: ARGUS TV hosti nimi
fi_fi: ARGUS TV:n isäntänimi
gl_es: Nome do host de ARGUS TV
he_il: שם מארח או כתובת IP
hr_hr: ARGUS TV naziv računala
hy_am: ARGUS TV Հոսթի անվանում
id_id: Hostname ARGUS TV
ja_jp: ARGUS TV ホスト名
lv_lv: ARGUS TV saimniekvārds
ms_my: Nama hos ARGUS TV
pl_pl: Nazwa lub adres serwera
pt_br: Nome do ARGUS TV
ro_ro: Nume gazdă ARGUS TV
si_lk: ආරක්ෂක රූපවාහිනී ධාරක නම
sl_si: Ime gostitelja ARGUS TV
sr_rs: ARGUS ТВ Hostname
tr_tr: ARGUS TV Ana Bilgisayar Adı
vi_vn: Tên máy chủ ARGUS TV
zh_cn: ARGUS TV 主机名

# #30001
source: ARGUS TV webserver port
af_za: ARGUS TV webbediener poort
bg_bg: Порт на уеб сървъра на ARGUS TV
el_gr: Θύρα διακομιστή ιστού του ARGUS TV
et_ee: ARGUS TV veebiserveri port
fi_fi: ARGUS TV:n web-palvelimen portti
gl_es: Porto do servidor web de ARGUS TV
he_il: פורט
hr_hr: ARGUS TV ulaz web poslužitelja
hy_am: ARGUS TV ցանցային սերվերի կետ
id_id: Port server web ARGUS TV
ja_jp: ARGUS TV web サーバーのポート番号
lv_lv: ARGUS TV tīmekļa servera ports
ms_my: Port pelayan sesawang ARGUS TV
pl_pl: Port serwera
pt_br: Porta do servidor web ARGUS TV
ro_ro: Port servitor web ARGUS TV
si_lk: ආරක්ෂක රූපවාහිනී ජාලසේවා තිර්ථය
sl_si: Vrata spletnega strežnika ARGUS TV
sr_rs: ARGUS ТВ порт web сервера
sr_rs@latin: ARGUS TV port web servera
tr_tr: ARGUS TV web sunucusu bağlantı noktası
vi_vn: Cổng máy chủ web ARGUS TV
zh_cn: ARGUS TV web 服务器端口

# #30002
source: Include Radio
af_za: Sluit Radio in
bg_bg: Включване и на радиата
el_gr: Συμπερίληψη ραδιοφώνου
et_ee: Hõlma raadio
fi_fi: Sisällytä radiokanavat
gl_es: Incluír Radio
he_il: כלול ערוצי רדיו
hr_hr: Uključi radio
hy_am: Ռադիոն ներառյալ
id_id: Mencakup Radio
ja_jp: ラジオも含める
lv_lv: Iekļaut radio
ms_my: Sertakan Radio
pl_pl: Uwzględniaj radio
pt_br: Incluir Rádio
si_lk: ගුවන් විදුලිය ඇතුළත් කරන්න
sl_si: Vključi radio
sr_rs: Укључи Радио
sr_rs@latin: Uključi Radio
tr_tr: Radyoyu dahil et
vi_vn: Bao gồm Đài phát thanh
zh_cn: 包含电台

# #30003
source: Connect timeout (s)
af_za: Konnekteer tydverstreke(s)
bg_bg: Време на изчакване при свързване (сек)
el_gr: Χρονικό όριο σύνδεσης (s)
et_ee: Ühenduse aegumine (s)
fi_fi: Yhteyden aikakatkaisu (s)
gl_es: Tempo de espera da conexión (seg)
he_il: זמן מירבי לניסיון חיבור (שנ')
hr_hr: Istek vremena (sekunde)
hy_am: Միացման վերջնաժամկետը (վ)
id_id: Timeout koneksi (s)
ja_jp: 接続タイムアウト (秒)
lv_lv: Savienojuma noilgums
ms_my: Had masa tamat sambung
pl_pl: Limit czasu połączenia (sekundy)
pt_br: Tempo de espera para conectar (s)
ro_ro: Expirare timp conexiune (s)
si_lk: සම්බන්ධවීමේ කාලය(න්) ඉවරයි.
sl_si: Čas preteka povezovanja (s)
sr_rs: Истек времена за повезивање (с)
sr_rs@latin: Istek vremena za povezivanje (s)
tr_tr: Bağlantı zaman aşımı (s)
vi_vn: Thời gian chờ kết nối (s)
zh_cn: 连接超时（秒）

# #30004
source: Windows user account
af_za: Windows gebruiker rekening
bg_bg: Потребител на Windows
el_gr: Λογαριασμός χρήστη Windows
et_ee: Windowsi kasutajakonto
fi_fi: Windows-käyttäjätunnus
gl_es: Conta do usuario de Windows
he_il: חשבון משתמש חלונות
hr_hr: Windows korinički račun
hy_am: Օգտատեր
id_id: Akun pengguna WIndows
ja_jp: Windows ユーザーアカウント名
lv_lv: Windows lietotāja konts
ms_my: Akaun pengguna Windows
pl_pl: Konto użytkownika Windows
pt_br: Conta do usuário Windows
ro_ro: Cont utilizator Windows
si_lk: windows පරිශීලක නම
sl_si: Uporabnik sistema Windows
sr_rs: Windows кориснички налог
sr_rs@latin: Windows korisnički nalog
tr_tr: Windows kullanıcı hesabı
vi_vn: Tài khoản người dùng Windows
zh_cn: Windows 用户帐号

# #30005
source: Password
af_za: Wagwoord
bg_bg: Парола
el_gr: Κωδικός πρόσβασης
et_ee: Salasõna
fi_fi: Salasana
gl_es: Contrasinal
he_il: סיסמה
hr_hr: Lozinka
hy_am: Գաղտնաբառ
id_id: Sandi
ja_jp: パスワード
lv_lv: Parole
ms_my: Kata Laluan
pl_pl: Hasło
pt_br: Senha
ro_ro: Parolă
si_lk: මුරපදය
sl_si: Geslo
sr_rs: Лозинка
sr_rs@latin: Lozinka
tr_tr: Parola
vi_vn: Mật khẩu
zh_cn: 密码

# #30006
source: Delay after tuning (ms)
af_za: Vertraging na instemming (ms)
bg_bg: Забавяне след настройката (мсек)
el_gr: Καθυστέρηση μετά το συντονισμό (ms)
et_ee: Viivitus peale häälestust (ms)
fi_fi: Viive virityksen jälkeen (ms)
gl_es: Retardo despois do axuste (ms)
he_il: השהיה לאחר העברת ערוץ (אלפית שנ')
hr_hr: Odgda nakon pronalaska kanala (ms)
hy_am: Սպասում ձևափոխումից հետո (մվ)
id_id: Jeda setelah penyetelan (ms)
ja_jp: チューニング後のディレイ (ミリ秒)
lv_lv: Aizkave pēc uztveršanas (ms)
ms_my: Lengahan selepas penalaan (ms)
pl_pl: Opóźnienie dostrajania (ms)
pt_br: Demora após a sintonização (ms)
ro_ro: Întârziere după căutare (ms)
si_lk: සුසර කිරීමෙන් පසු ප්‍රමාදය (මිලි.තත්.)
sl_si: Zamik pri preklopu (ms)
sr_rs: Одложи након окретања (ms)
sr_rs@latin: Odloži nakon okretanja (ms)
tr_tr: Gecikme zamanı (ms)
vi_vn: Trì hoãn sau khi điều chỉnh (mili giây)
zh_cn: 调台延迟（毫秒）

# #30007
source: Single recordings in folder
af_za: Enkele opnames in gids
bg_bg: Единични записи в папка
el_gr: Ενιαίες εγγραφές στο φάκελο
et_ee: Üksikud salvestised kaustas
fi_fi: Yksittäiset tallennukset kansiossa
gl_es: Gravacións independentes no cartafol
he_il: הקלטה בודדת בתיקיה
hr_hr: Jedna snimka u mapi
hy_am: Միայնակ ձայնագրություններ թղթապանակում
id_id: Rekaman tunggal di dalam folder
ja_jp: フォルダ内のシングル録音
ms_my: Satu rakaman dalam folder
pl_pl: Pojedyncze nagrania w folderze
pt_br: Gravações única na pasta
ro_ro: Înregistrări singulare în dosar
sl_si: Posamezni posnetki v mapi
sr_rs: Поједини снимци у фасцикли
sr_rs@latin: Pojedini snimci u fascikli
tr_tr: Her bir klasörde tek kayıt
vi_vn: Thu đơn trong thư mục
zh_cn: 文件夹中单个录像

# #30008
source: Show series and episode in title when available
af_za: Wys reeks en episode in titel wanneer beskikbaar
